Repository: Lucas362/Service
Catalog: tbl/accounts/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Users must have an email address.
pt_br: Usuário deve ter um endereço de email.

source: Email that will be used as username.
pt_br: Email que será usado como login do usuário.

source: Name
pt_br: Nome

source: Full user name.
pt_br: Nome completo do usuário

source: Institution
pt_br: Instituição

source: University or School in which the user is inserted.
pt_br: Universidade ou escola na qual o usuário está inserido.

source: Course
pt_br: Curso

source: Course of university or Period of school.
pt_br: Curso da universidade ou periodo escolar.

source: Photo of user.
pt_br: Foto do usuário

source: Photo
pt_br: Foto

source: Is Teacher?
pt_br: É professor?

source: Verify if the user is teacher or student
pt_br: Verifica se o usuário é professor ou aluno.

source: Is Active?
pt_br: Está ativo?

source: Verify if the user is active.
pt_br: Verifica se o usuário ainda é ativo no sistema.

source: Is Staff?
pt_br: É administrador?

source: Verify if the user is a staff.
pt_br: Verifica se o usuário é administrador.

source: Last Login
pt_br: Último login

source: Last moment the user logged in.
pt_br: Último momento em que o usuário logou.

source: Created at
pt_br: Criado em

source: Date that the user is created.
pt_br: Data de criação do usuário.

source: Updated at
pt_br: Atualizado em

source: Date that the user is updated.
pt_br: Data de atualização do usuário.

source: User
pt_br: Usuário

source: Users
pt_br: Usuários

source: The new passwords do not match.
pt_br: As senhas não combinam.

source: Old password invalid.
pt_br: Senha atual invalida.

source: This user has already registered.
pt_br: Esse email de usuário já foi registrado.

source: The passwords do not match.
pt_br: As senhas não combinam.

source: User with this E-mail already exists.
pt_br: Usuário com este E-mail já existe.

source: This field may not be blank.
pt_br: Este campo não pode ficar vazio.

source: Enter a valid email address.
pt_br: Este email está invalido.
